# FeetToTheFourthPower Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..FeetToTheFourthPower Property
UnitTypeId Class See Also
---
Feet to the fourth power.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId FeetToTheFourthPower { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property FeetToTheFourthPower As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ FeetToTheFourthPower {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace